[FILE]
ANSICP=1251
Author=D@wlet (turkmensofts@gmail.com)
Help=AIMP-ru.chm
Icon=0000010001001010000001001800680300001600000028000000100000002000000001001800000000004003000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000F000007000000900000AC0000880000000000000000000000000000000000000000000000000000000000000000000016007899626B76CF747ED36474CF688D4F64894B5F86465A834156803D547D39507A354D78324A752F46742B000000001C007C9D669199DC5368D17D84D5507B354B772F46732A4170243C6C1F3968193465143061102C5F0D4A762F000000002400809F6B5A68CE53629C5264CD557F3B507B354B773047742A4270253D6D1F39691A3465153062114D79330000000E380C7FA2706468C859679F535EC35C8548578438517D354A7D2F4878274272243B711D3A6D1536661548772F0101000E370C75906D5967BD596896565CB45B7E48557D42517F36527632477330437227426B223A6822386A1A507135080C05002A0083A36F5D63C8586794535AC45B834155803B517C354C793047742B4271253E6D2039691A356515507B36000000002E0086A5736370D15D5FB65B69CE6087465B844156803C7898635B844148752B4371263E6D203A691A557E3A00000000340089A775666BCC5F62C05E63C9648B4C81A06EDDE5D8DAE2D39DB58E5C854249752C4471263F6D2159813F0000000036008CA9796B78D46670CF6471D2698E50BDCEB4608847C8D4BEE7ECE47899634E7A3249752C4472275D85440000000038008EAA7B6C72CF6F89DE666CCC94AF84698E518EAB7D618947E5EBE271945A537E384F7A3249752D6289490000000038008EAB7B8792DD8E90DC98A0E288A67491AD7F81A16EC9D6C09DB48D77986173955D6E93586B8F53668C4E0000000038008EAB7B8792DD8E90DC98A0E288A67491AD7F81A16EC9D6C09DB48D77986173955D6E93586B8F53668C4E0000000038000038001826BA0000AA00009E003000002C002C620B002200001C00001400000F00000700000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF0000
LangId=1090
Name=Türkmençe (TM)
VersionID=4001

[About]
B1=Ýap
Caption=Programma hakynda
L1=Goldaw:
L2=Awtor:
L4=Dizaýn:
L5=Ygtyýarnama ylalaşygy
L6=Üýtgeşmeleriň taryhy

[Actions]
EqualizerFrame=Ekwalaýzer
Form.DockTo=Berkit
Form.DockToEdges=ekranyň çep tarapyna berkit|ekranyň sag tarapyna berkit|ekranyň ýokarky tarapyna berkit|ekranyň aşaky tarapyna berkit
Form.DoMaximize=Doly ekran görnüşinde aç
Form.Maximize=Aç|Dikelt
Form.Minimize=Ýygna
Form.Pin=Penjiräni berkit
Form.StayOnTop=Ähli penjireleriň üstünde
Form.Undock=Adaty reje
Form.Visible=%s - görkez|%s - gizle
PlaylistFrame=Aýtdyryjy sanawy
QuickSearch=Tizleşdirlen gözleg
Tabs.ScrollDown=Goşmaça sahypalary yza aýlandyr
Tabs.ScrollUp=Goşmaça sahypalary öňe aýlandyr
Visuals.VisualMenu=Wiziualizasiýalaryň sanawy

[AddLinkDialog]
btnOk=Bolýar
Caption=Salgylanma goş
lbLink=Akyma salgylanma:
lbName=Görkezilen ady:

[AIMP]
miCountdown=Countdown
acCopyTo=Göçürmek...
acFormsTogglePlaylistVisibility.h=Aýtdyryjy sanawy görkez/gizle
acFormsTogglePlaylistVisibility=Aýtdyryjy sanawy
acHelp=Kömek
acMainAddFiles.h=Faýly goş
acMainAddFiles=Faýllar
acMainAddFolder.h=Papka goş
acMainAddFolder=Papka
acMainAddPlaylist.h=Aýtdyryjy sanawy goş
acMainAddPlaylist=Aýtdyryjy sanawy
acMainAddURL.h=Salgylanma goş
acMainAddURL=Salgylanma
acMainBookmarksManager=Bellikleriň dolandyryjysy
acMainDSPManager=Effektler dolandyryjysy
acMainDSPManagerCrossMixing=Ses effektleri dolandyryjysy: Tregiň ýagdaýyna görä sazla
acMainDSPManagerEQ=Ses effektleri dolandyryjysy: Ekwalaýzer
acMainDSPManagerVolumeNormalization=Ses effektleri dolandyryjysy: Kadaly sesi
acMainExit.h=Programmadan çyk
acMainMinimize.h=Ýygna/aç
acMainOpenFiles.h=Faýly aç
acMainOpenFiles=Faýllary aç
acMainOpenFolder=Papkany aç
acMainOpenPlaylist.h=Aýtdyryjy sanawy aç
acMainOpenPlaylist=Aýtdyryjy sanawyny aç
acMainStayOnTop=Ähli penjireleriň üstünde
acMLCompressDB=Maglumatlar binýadyny gys
acMLDeleteAll=Maglumatlar binýadyndan ähli faýllary ýok et
acMLGroupingTreeDeleteSelected=Maglumatlar binýadyndan ýok et
acMLLabelsDialog=Bellik...
acMLMakeReport=Hasabat...
acMLMissedFiles=Geçirilen faýllar...
acMLPlayFiles=Aýtdyr
acMLReloadTagsForAllFiles=Faýllaryň belliklerini täzeden oka
acMLReloadTagsForSelectedFiles=Saýlanan faýllaryň belliklerini täzeden oka
acMLTableDeleteSelected=Maglumatlar binýadyndan saýlanan faýllary ýok et
acMLTableSendFilesToActivePlaylist=Işjeň aýtdyryjy sanawyna goş
acMoveTo=Geçir....
acOpenFolder=Papkany aç
acOptionHotkeys.h=Gyzgyn düwmeleri sazla
acOptionHotkeys=Gyzgyn düwmeler
acOptionLangs.h=Interfeýsiň dilini sazla
acOptionLangs=Interfeýsiň dili
acOptionPlugins.h=Plaginleri sazla
acOptionPlugins=Plaginler
acOptions=Sazlamalar
acOptionShutdown.h=Meýilleşdirijini sazla
acOptionShutdown=Meýilleşdiriji
acOptionSkins.h=Interfeýsiň sazlamalary
acOptionSkins=AIMP-iň görnüşleri
acPlayableFileCopyFileToClipboard.h=Faýly çalşyk buferine göçür
acPlayableFileCopyInfoToClipboard.h=Faýl hakynda maglumaty çalşyk buferine göçür
acPlayableFileCopyToLastPath.h=Aýtdyrylýan faýly soňky saýlanan papka göçür
acPlayableFileDeletePhysically=Aýtdyrylýan faýly diskden ýok et
acPlayableFileShowFileInfo=Häzirki faýl hakynda maglumat
acPlayableFileToggleSwitchInPlaylist.h=Aýtdyrylýan faýl (aç/ýap)
acPlayerJumpToTime=Wagtyna geç
acPlayerNextTrack=Indiki faýl
acPlayerPlayPause=Başlat/Sägin
acPlayerPrevTrack=Öňki faýl
acPlayerRadioCapture=Radiony ýaz
acPlayerRepeat=Faýly gaýtala
acPlayerRepeatPartAB="A-B" kesimi gaýtala
acPlayerSeekBackward.h=Azrak yza geçir
acPlayerSeekForward.h=Azrak öňe geçir
acPlayerShuffle=Tötänleýin faýl
acPlayerStop.h=Aýtdyrmany sakla
acPlayerStopAtEnd.h=Häzirki faýldan soň aýtdyrmany sakla
acPlayerVolumeDown.h=Ses -
acPlayerVolumeMute.h=Sesi (aç/ýap)
acPlayerVolumeMute=Sessiz
acPlayerVolumeUp.h=Ses +
acPlaylistAddSelectedToBookmarks.h=Bellik goş
acPlaylistAddSelectedToQueue=Nobata goş
acPlaylistClose=Aýtdyryjy sanawy ýap
acPlaylistCloseOthers=Beýleki aýtdyryjy sanawlary ýap
acPlaylistCopySelectedToClipboard=Saýlanan faýllary çalşyk buferine göçür
acPlaylistDeleteAll=Aýtdyryjy sanawyny arassala
acPlaylistDeleteDuplicates=Gaýtalanýan faýllary ýok et
acPlaylistDeleteNonExists=Ähmiýetsiz faýllary ýok et
acPlaylistDeleteNonSelected=Saýlananlardan başga faýllary ýok et
acPlaylistDeleteSelected=Saýlanan faýllary ýok et
acPlaylistDeleteSelectedPhysically=Saýlanan faýllary diskden ýok et
acPlaylistDeleteSwitchedOff=Öçürilen faýllary ýok et
acPlaylistDeleteSwitchedOffPhysically=Öçürilen faýllary diskden ýok et
acPlaylistFindInML=Fonotekadan tap
acPlaylistFindNewFiles=Täze faýllary gözle
acPlaylistFocusedItemShowQTE=Faýl hakynda maglumat
acPlaylistInsertAfterPlayingItem=Aýtdyrylýandan yza goý
acPlaylistInsertToQueueBeginning=Nobatyň başyna goş
acPlaylistNew=Täze aýtdyryjy sanawy
acPlaylistNext.h=Indiki aýtdyryjy sanawy
acPlaylistPlayFocusedItem.h=Saýlanan faýly aýtdyr
acPlaylistPlayFocusedItem=Aýtdyr
acPlaylistPlayPrevious=Geçen aýtdyryjy sanawyny aýtdyr
acPlaylistPrev.h=Öňki aýtdyryjy sanawy
acPlaylistReloadFromPreimage=Asyl nusgasyndan maglumaty okatmaly
acPlaylistRemoveSelectedFromQueue=Nobatdan ýok et
acPlaylistRename=Aýtdyryjy sanawyny täzeden atlandyr
acPlaylistReverse.h=Tertiple: tersine öwür 
acPlaylistReverse=Tersine öwür 
acPlaylistSave=Aýtdyryjy sanawyny ýatda sakla
acPlaylistSortByArtist=Ýerine ýetiriji boýunça tertiple
acPlaylistSortByDuration=Dowamlygy boýunça tertiple
acPlaylistSortByFileName=Papkasy boýunça tertiple
acPlaylistSortByTitle=Ady boýunça tertiple
acPlaylistSortRandomize.h=Tertiple: garyşdyr
acPlaylistSortRandomize=Garyşdyr
acQueueClear=Nobaty arassala
acQueueManager=Nobat dolandyryjysy
acSearchAdvanced=Giňişleýin gözleg
acSearchQuick=Tizleşdirilen gözleg
acSendToAudioConverter.h=Audio öwürijä iber
acSendToAudioConverter=Audio öwüriji
acSendToTagEditor.h=Giňeldilen bellikler redaktoryna iber
acSendToTagEditor=Bellikler redaktory
acUtilsAudioConverter=Audio öwüriji
acUtilsAudioLibrary=Fonoteka
acUtilsTagEditor=Bellikler redaktory
acVisualFullScreen.h=Doly ekranly wizualizasiýa rejesi
acVisualFullScreen=Doly ekranly
acVisualNext.h=Indiki wizualizasiya
acVisualNormal.h=Wizualizasiýanyň kadaly rejesi
acVisualNormal=Kadaly
acVisualPrev.h=Öňki wizualizasiýa
CategoryMenu=Kategoriýa
CategoryOptions=Sazlamalar
ClearPls=Aýtdyryjy sanawy arassala
CM_DEL=Aýtdyryjy sanawyndan ýok et
CM_SEL=Faýllary saýla
CountLabel.h=Aýtdyryjy sanawyndaky faýllaryň sany
ItmEQPos=Ekwalaýzeri çepde görkez
LengthLabel.h=Aýtdyryjy sanawynyň umumy dowamlylygy
miMLCreateDynPlaylist=Akylly-aýtdyryjy sanawy döret
miMLGroupingPreset=Toparlama
miMLGroupingPresetAdd=Goş...
miMLGroupingPresetEdit=Redaktirle...
miMLGroupingPresetRemove=Ýok et
miMLLabelsExclude=Belligi aýyr
miMLLabelsInclude=Belligi belle
miMLManageDB=Maglumatlar binýady
miMLReload=Täzelendir...
miMLTableSendToPlaylist=Aýtdyryjy sanawyna iber
miPersonalSettings=Şahsy sazlamalar
miPlaylistNewSmart=Täze akylly-aýtdyryjy sanawy
miReadOnly=Üýtgetmelere garşy gulplamak
miSelectAll=Ähli faýllary saýla
miSelectNone=Hiçisini saýlama
miSelectPls=Aýtdyryjy sanawyny saýla
miSendToPlaylist=Başga aýtdyryjy sanawyna iber
miSortByPatternOptions=Sazlamalar
N6= Bellikleri gaýtadan gözden geçir
N20=Nobat
N22=Treý
N31=Wizualizasiýanyň rejesi
N35=Penjiräni görkez
N36=Ekwalaýzer
N37=Wizualizasiýa penjiresi
N38=(ählisini gizle)
N40=Wizualizasiýalar
N41=AIMP-iň görnüşleri
N43=Kömek
N47=Çyk
N56=Utilitler
N70=Gyzgyn düwmeleriň işini duruz
N75=Utilitler
N79=Häzirkini görkez
N80=Sazlamalary ýükle
N81=Sazlamalary ýatda sakla
N83=Ähli effektleriň sazlamalaryny aýyr
N84=Ekwalaýzeriň sazlamalaryny aýyr
N85=Ählisini ýygna
N86=Ählisini aç
N90=Aýtdyryjy
N91=Başlat/Sägin
N92=Sakla
N93=Faýllary goş
N95=Öňki trek
N96=Indiki trek
N98=Sesi
N114=Bir atly kategoriýalylary birleşdir
N115=Ähli bir atly kategoriýalylary birleşdir
pmAdd.h=Elementleri goşmak menýusy
pmDelete.h=Elementleri ýok ediş menýusy
pmEqualizer.h=Ekwalaýzeriň sazlamalary
pmMainMenu.h=Esasy menýu
pmManagePlaylist.h=Aýtdyryjy sanawlaryny dolandyr
pmMisc.h="Dürli" menýusy
pmMLDelete.h=Faýllary ýok ediş menýusy
pmMLGroupingPresets.h=Sazlamadan öňki şahalanmanyň toparlanmasy
pmMLLabels.h=Bellikleri doladyrmak menýusy
pmMLMainMenu.h=Esasy menýu - fonoteka
pmMLMisc.h="Dürli" menýusy
pmPlaylistList.h=Aýtdyryjy sanawynyň hasaby
pmQuickOptions.h=Tizleşdirlen sazlamalar
pmSorting.h=Faýllary tertiplemek menýusy
pmUtilities.h=Utilitler
SentToNewPLS=Täze aýtdyryjy sanawyna
SizeLabel.h=Aýtdyryjy sanawyndaky faýllaryň ölçegi
TCFixFloat=Maglumatlar panelini belle
TL=Treklisti iber
TrayCotnrol=Mini-plaýeri görkez

[AIMPML]
Added=Goşuldy
Album=Albom
AlbumArtist=Albomyň ýerine ýetirijisi
Artist=Ýerine ýetiriji
Bitrate=Bit ýygylygy
BPM=BPM
Channels=Kanallaryň sany
Composer=Kompozitor
Copyrights=Awtorlyk hukugy
DiskNumber=Disk №
Duration=Dowamlylygy
FileFormat=Görnüş
FileName=Faýlyň ady
FileSize=Faýlyň ölçegi
Genre=Žanr
Labels=Bellik
LastPlayback=Iň soňky aýtdyrylan
PlaybackCount=Aýtdyrylan sany
Publisher=Neşirýatçy
Rating=Dereje
SampleRate=Ýygylyk
Title=Ady
TrackNumber=Trek №
URL=Salgylanma
UserMark=Baha
Year=Ýyl

[AIMPML.Controls]
None=(girizilmedik)
SetNewLabel=Täze bellik...
ShowAll=(ählisini görkez)
UnsetAllLabels=Ähli belligi aýyr

[AIMPML.Reports]
AlbumCount=Albomlaryň sany:
ArtistCount=Ýerine ýetirijileriň sany:
Common=Statistika
FavoriteAlbums=Söýgili albomlar (Iň halanýan %d)
FavoriteArtists=Söýgüli ýerine ýetiriji (Iň halanýan %d)
FavoriteGenres=Söýgili žanrlar (Iň halanýan %d)
FavoriteTracks=Söýgili aýdymlar (Iň halanýan %d)
GenreCount=Žanrlaryň sany:
L1=Aýtdyrylan sany
L2=Faýllaryň sany
L3=Sarp edilen wagt (~)
L4=Ýerine ýetiriji
L5=Diňlenen
L6=Ählisi
TrackCount=Faýllaryň sany:

[AIMPMLFilterEditorDialog]
btnCancel=Bes et
btnOK=Bolýar
Caption=Sazlamalar süzgüji
cbLimit=Faýlyň maksimal sany:
cbSortBy=Tertiple:
L1=Maglumaty almagyň düzgüni

[AIMPMLFilterEditorDialog.FilterControl]
C=Düzgüni goş
G=Topary goş
Op0=deň
Op1=deň däl
Op2=arasy
Op3=az
Op4=az ýa-da deň
Op5=köp
Op6=köp ýa-da deň
Op7=saklaýar
Op8=bilen başlaýar
Op9=şunuň bilen tamamlanýar
R=Ýok et

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=Arassala
btnEditFilter=Sazlamalar...
Caption=Toparlandyrma şablony
L1=Awtoady
L2=Ýerine görä toparlama
L3=Maglumat süzgüji
lbName=Ady
lvAvailable=Elýeterli ýer
lvGroup=Ulanylýan ýer

[AIMPMLLabelsDialog]
acMoveLeft=Belligi belle
acMoveRight=Belligi aýyr
acRemove=Belligi ýok et
acRename=Belligi täzeden atlandyr
btnCancel=Bes et
btnOK=Bolýar
C1=Belligi belle
C2=Elýeterli bellik
Caption=Bellik
L1=Belligiň adyny giriziň
L2=Goş
miSetToAll=Ähli faýla belle
miUndoSetToAll=Bes et: ähli faýla bellemegi

[AIMPMLMissedFilesDialog]
acApply=Saýlananlar üçin ulan
acFind=Gözle...
acRemoveSelected=MB-dan saýlananlary ýok et
acReplace=Faýlyň ýeri bilen çalyş
Caption=Geçirilen faýllary dolandyr

[AIMPMLMissedFilesDialog.tlMissedFiles]
c[0]=Ähmiýetsiz faýl
c[1]=Çalyşmaga hödürlenen faýl
c[2]=Deň gelme derejesi

[AIMPMLMonitoringSettingsDialog]
acAdd=Goş
acDeleteAll=Ählisini ýok et
acDeleteSelected=Saýlananlary ýok et
acUpdate=Täzele
btnClose=Ýap
Caption=Fonoteka - faýllaryň gözegçiligi
CB1=Geçirilen we/ýa-da täzeden atlandyrylan faýllar gözle
CB2=Maglumatlar binýadyndan ähmiýetsiz faýllary ýok et
CB3=Belligi täzeden oka
cbMinFD=Eger dowamlylyk az bolsa:
cbMinFS=Eger ölçegi kiçi bolsa:
cbScanOnStartup=Programma işläp başlanda üýtgetmeleri gözle
cbTrackChanges=Programmanyň işleýän wagtyndaky üýtgetmeleri yzarla
GB1=Gözegçilik
GB2=Täzelenme wagtynda
gbFiltBy=Faýly goýber
L1=Eger onuň giňeltmesi bar bolsa:
L2=Fonotekadaky maglumat binýadyny täzelemek üçin "täzele" düwmesine bas
pcpFolders=Papka
pcpSettings=Sazlamalar

[AIMPMLMonitoringSettingsDialog.tlPaths]
c[0]=Papka
c[1]=Papkaasty bilen

[AIMPMLPreimageDialog]
Caption=Akylly-aýtdyryjy sanawy - fonoteka

[AIMPPlaylistFoldersPreimageDialog]
acAdd=Goş
acDeleteAll=Ählisini ýok et
acDeleteSelected=Saýlananlary ýok et
btnCancel=Bes et
btnOk=Bolýar
Caption=Akylly-aýtdyryjy sanawy - papka
cbSyncOnChanges=Ýüze çykan üýtgetmelere görä sinhronlaşdyr
cbSyncOnStartup=Programma işläp başlanda sinhronlaşdyr

[AIMPPlaylistFoldersPreimageDialog.tlPaths]
c[0]=Papka
c[1]=Papkaasty bilen

[AIMPSendToDialogForm]
cbDefault=Adaty hökmünde garamaly
cbSaveStructure=Papkalarynyň gurluşyny ýatda sakla
gbAdditionals=Goşmaça faýllar
gbPath=Niýetlenen papka
gbRename=Şablon boýunça täzeden atlandyr
L1=Göçür|Geçir
L2=Göçür|Geçir
L3=Göçürmegiň parametri|Geçirmegiň parametri
lbAdditionals=Niýetlenen papka bilen bilelikde esasy papkadaky faýllar göçüriler.\n; - bölüji,* - faýlyň adynyň näbelli bölegi

[ATEAutoTagForm]
c[0]=Faýlyň ady
c[1]=Albom
c[2]=Ýerine ýetiriji
c[3]=Žanr
c[4]=Ady
c[5]=Tregiň sany
c[6]=Ýyl
C1=Üýtgedilmeden öň
C2=Üýtgedilmeden soň
Caption=Faýlyň adyny ulanyp belligi doldyr

[ATEChangeRegisterDialog]
Caption=Görkezijidäki üýtgetme / Transliterasiýa
CB1=Belligi:
GB1=Hereket
L1=Görkeziji:
L2=Transliterasiýa:
L3=Ýeri:

[ATEForm]
A1=Awtobelgilemek (%s)
A2=Täzeden atlandyr
A3="%s" görnüşine getir
A4=Faýllara ulan
A9=Öň gözden geçirlenleri goýber
acEdit=Ähli setirleri redaktirle
aSave=Ýatda sakla
aTag.h=Awtodoldyryş
B1.h=Görkezijidäki üýtgetme / transliterasiýa
B5=Bellikleri täzele
btnBPM.h=Minutda urgy möçberi
btnRG.h=Replay Gain
Caption=AIMP - Giňeldilen bellikler redaktory
cbSubFolders=Papkaastylary bilen
lbNoData=(görkezmäge maglumat ýok)
miBPMAnalyze=Saýlananlary gözden geçir
miDelete=Ýok et
miDeletePhys=Fiziki taýdan ýok et
miGroupBy=Toparlama
miGroupByFolder=Toparlama papkasy
miGroupByNone=Toparlamasyz
miJumpTo=Papka geç...
miNumCfm=Tassyklamagy sora
miRgAlbum=Saýlananlary gözden geçir: bir albom ýaly
miRgFile=Saýlananlary gözden geçir: albomy hasaba almazdan
miRgMAlbum=Saýlananlary gözden geçir: albomy belliklerler boýunça anyklap
miRgRemove=ReplayGain hakyndaky maglumaty belliklerden ýok et
miSoundOut=Aýtdyrmagyň sazlamalary
TM0=Diskdaky faýllar
TM1=Ulanyjy tarapyndan goşulan faýllar

[ATEForm.lvTable]
c[0]=№
c[1]=Disk №
c[2]=Faýlyň ady
c[3]=Ady
c[4]=Ýerine ýetiriji
c[5]=Albom
c[6]=Ýyly
c[7]=Žanry
c[8]=Bit ýygylygy
c[9]=Dowamlylygy
c[10]=Formaty
c[11]=Suraty
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=Ölçegi

[ATERenameForm]
btnRename=Täzeden atlandyr
Caption=Täzeden atlandyrmagyň parametrleri
CB1=Bellige alynanlaryň hasaby
CB2=Faýlyň göçürmesi bilen işle
GB1=Faýllary şablon boýunça täzeden atlandyr
GB2=Faýllary saýlanan papka geçir
GB3=Gözle we çalyş
GB4=Reýestr
GB5=Transliterasiýa
L1=Tap:
L2=Papkalar boýunça tertiplemek üçin siz "\" (%Y\%A - %T) simwolyny ulanyp bilersiňiz
L3=Şuňa çalyşmaly:

[ATESaveParams]
Caption=Ýatda saklamagyň parametri

[AutoTag]
bOk=Ulan
Caption=Awtodolduryjy
CB1=Eger meýdançada ýazgy bar bolsa doldurma

[BookmarkEditDialog]
btnOk=Ýatda sakla
Caption=Bellikler redaktory

[BookmarksManagerDialog]
acItemAddFile=Goş: Faýl
acItemAddFolder=Goş: Papka
acItemAddLink=Goş: Salgylanma
acItemEdit=Redaktirle
acItemRemove=Ýok et
B1=Aýtdyryjy sanawyna goş
B2=Aýtdyr
btnAdd=Goş
btnClose=Ýap
Caption=Bellikleri dolandyr

[BookmarksManagerDialog.lvItems]
c[0]=Ady
c[1]=Faýlyň/papkanyň ýoly
c[2]=Ýerleşýän ýeri
c[3]=Bellik

[CommonDialogs]
B1=Bolýar
B2=Bes et
B3=Täze papka
L1=Papkany saýla
L2=Papkaasty bilen
SA=Ählisini saýla
SN=Saýlananlary aýyr

[ConfirmDialog]
B1=Çalyş
B2=Ählisini çalyş
B3=Geçirip goýber
B4=Ählisini geçirip goýber
B5=Täzeden atlandyr
B6=Bes et
Caption=Çalşyrma
gbFile1=Faýly çalyş
gbFile2=Täze faýl bilen

[CONTEXT]
0=AIMP-da aç
1=Aýtdyr
2=Aýtdyryjy sanawyna goş
3=Nobata goş
4=Belliklere goş
5=Bellikleri redaktirle
6=Başga formata öwür

[Converter]
actAddFiles=Faýllary goş
actAddFolders=Papkalary goş
actAddPlaylist=Aýtdyryjy sanawyny goş
actDeleteAll=Arassala
actDeleteSelected=Saýlananlary ýok et
bAdd.h=Papkalary/faýllary goş
bDelete.h=Faýllary ýok et
bQuickOptions.h=Sazlamalar
bSettings=Sazlamalar
bStart=Başlat
bStop=Duruz
Caption=AIMP - Audio öwüriji
csCancel=Bes edildi
csDone=Taýýar
csError=Ýalňyş
csWaiting=Garaşylýar
lbEncoder=Format:
lbMode=Kodirlemek rejesi
lbTargetFileName=Faýly täzeden atlandyr:
lbTargetFolder=Göçür:
lbTimeElapsed=Geçdi:
lbTimeLeft=Galdy:
lbTotalProgress=Umumy progress:
miDeleteSource=Şowly öwürmeden soň başlangyç faýly ýok et
miSavePathStructure=Ýeri üýtgedilýän faýllaryň papkasynyň gurluşyny ýatda sakla
miShutdownWhenDone=Öwürme gutaran soň kompýuteri öçür
miUncheckSuccessful=Şowly öwürmeden soň belligi aýyrmaly
Modes=Bir - bir netijeli|Ähli başlangyç - bir netijeli
PatentedCodecsWarning=Patent çäklendirmelerine görä, biz programma bilen %s kodirleýjini goşmadyk. \n\nEger-de size şu funksionaly gerek bolsa - siz özüňiz "lame_enc.dll" bibliotekany ýükläp "%s" papkasyna ýerleşdiriň.\n\nGoşmaça maglumatlary şu saýtlardan tapyp bilersiňiz: %s
PatentedCodecsWarningTitle=Başga formatlara öwür

[Converter.lvTable]
c[0]=Ady
c[1]=Format
c[2]=Ýagdaýy
c[3]=№

[ConverterEncoders]
bOk=Bolýar
cbAsInput=Edil başlangyç faýldaky ýaly
cbChangeFormat=Formaty üýtget
cbCorrectionFile=Korreksiýon faýly döretmeli
cbIncludeMD5=Barlagjemi faýla goşmaly
cbModeHybrid=Gibrid
cbModeLossless=Ýitgisiz
gbMode=Reje
lbBestC=Iň gowy gysyş
lbBestQ=Iň gowy hil
lbBitDepth=Semplleriň formaty:
lbBitrate=Bit ýygylygy:
lbBitrateMode=Reje:
lbChannels=Kanallar:
lbCompression=Gysyş
lbLeast=Tizleşdirlen gysyş
lbMost=Güýçli gysyş
lbQuality=Hil:
lbSampleRate=Ýygylyk:
scParams=Parametrleri

[CopyDialog]
0=Göçür...
1=Geçir...
2=Sägindir
3=Dowam et

[DropForm]
CB1=Indi sorama
RG1=Çekip alma

[DSPDialog]
btnEqPresets=Sazlamadan öň
btnReset=Adaty ýagdaýy
CB1=Sesi aýyr (diňe stereo üçin)
CB3=Sesiň "peselmegini" ulan (sägin / dowam et)
CB4=Trek boýunça nawigasiýa edilende sesiň "peselmegini" ulan
CB5=Sesiň emaý bilen ulanylmagy
CB6=Öňki trek bilen indikini aýlandyr
CB7=Tregiň başynda sesiň emaý bilen gatalmagy
CB8=Tregiň soňunda sesiň emaý bilen gatalmagy
cbEqSwitch=Ekwalaýzeri işlet
GB1=Amplitude boýunça kadalaşdyr
GB2=Elde geçiriş
GB3=Awtomatik geçiş
GB4=Replay Gain
L1=* Süýrenijini adaty belgisine sag düwmäniň üsti bilen gaýtarmaly
L2=DSP Plaginler:
L4=Gysylma koeffisienti:
L5=Häzirki ýagdaýy:
L6=Gysylma koef. iň ýokary çägi:
L7=Gysylma koef. iň aşaky çägi:
L9=Adaty bolşy ýaly ulan:
L10=Sesiň niýetlenen derejesi:
lbChorus=Hor
lbEcho=Ýaň
lbEnhancer=Güýçlenme
lbFlanger=Flanžer
lbPitch=Pitç
lbReverb=Rewerberasiýa
lbSpeed=Tizlik
lbTempo=Temp
lbTrueBass=Bass
R2=Bellikleriň belgisini ulan
R3=Faýly "dessine" seljer
RB1=Hiç zat etme
RB2=Trekleriň arasyna säginme goş
tcpAutoVolume=Kadaly ses
tcpCrossMixing=Maglumatlaryň parametri
tcpSoundEffects=Ses effektleri

[DSPDialog.cbReplayGainSource]
i[0]=Çeşme: trek
i[1]=Çeşme: albom

[EditorForm.RegisterFmt]
i[0]=Üýtgewsiz
i[1]=Ähli Sözler Baş Harp Bilen
i[2]=Birinji söz baş harp bilen
i[3]=ÄHLISI BAŞ HARPLAR BILEN
i[4]=ählisi kiçi harplar bilen

[EQPresetsDialog]
B1=Ulan
B2=Bes et
B3=Ýok et
B4=Gaýtadan dikelt
Caption=Sazlamadan öňki ekwalaýzer 

[HotkeysGroups]
Common.Dialogs=Umumy: dialogy
Common.SendTo=Faýllar: iber...
Common=Umumy
MusicLibrary.GroupingTree=Fonoteka: şahalaýyn toparlama
MusicLibrary.Table=Fonoteka: tablisa
MusicLibrary=Fonoteka: umumy
Player.Navigation=Aýtdyryjy: ugrukdyrma
Player.PlayableFile=Aýtdyryjy: aýtdyrylýan faýl
Player.PlaybackControl=Aýtdyryjy: aýtdyrmany dolandyr
Player.Visualizations=Aýtdyryjy: wiziualizasiýa
Playlist.AddFiles=Aýtdyryjy sanawy: goşulan faýllar
Playlist.Deletion=Aýtdyryjy sanawy: ýok edilen faýllar
Playlist.Search=Aýtdyryjy sanawy: gözle
Playlist.SelectedFiles=Aýtdyryjy sanawy: saýlanan faýl
Playlist.Sorting=Aýtdyryjy sanawy: tertiple
Playlist=Aýtdyryjy sanawy

[InfoBar]
CB1=Aýtdyrma başlanda häzirki faýl hakynda maglumaty görkez
CB2=Çepden|Sagdan|Merkezden
CB3=Ekranyň ýokarysynda görkez|Ekranyň aşagynda görkez
CB4=Albomyň suratyny görkez
CB6=Doly ekranly programmalarda hem görkez
CB7=Diňe arka görnüşe ulanmaly
CB8=Elmydama görkez
GB5=Mazmuny
L3=Ekranda görünmegiň wagty:
L5=Teksti dogrula:
M1=Arka görnüş
M2=Setiri %d
M3=Şrift
M4=Tekstiň reňki
P1=Maglumatlar lentasy
RB2=Hasapça
T0=Özüni alyp baryş
T1=Şablon
T2=Görnüş

[MSG]
1=Täze aýtdyryjy sanawy
2=Adyny giriz
3=Fonoteka
4=Berlen amal gaty diskden faýllary ýok edýär. Dowam etmelimi?
5=(aýrylan)
6=Faýl ýa-da papka tapylmady!
7=Treýe ýygna
8=Esasy penjiräni görkez
9=Täzeden atlandyryş
10=Ses
11=Pozisiýa
12=Aýtdyr
13=Başyndan aýtdyr
14=Sägin
15=Ulanyjynyň sazlamalary
16=Ählisini saýla
17=Öçük|Açyk
18=Faýly iber
19=Megerem, bu düwme eýýäm başga programma tarapyndan ulanylýar
20=Multimediya-düwmesini ulanmalymy?
21=Berlen buýruk işjeň aýtdyryjy sanawyndan başgasyny ýapýar. Dowam etmelimi?
22=Suraty faýla goý
23=Öňünden gör
24=Ähli penjireleriň üstünde
25="%s" faýldaky üýtgetmeleri ýatda saklap bolmady, megerem ol başga programma tarapyndan ulanylýar
26=Üýtgetmeleri faýllara ulanmalymy?
27=Kompozitor
28=Ekran esasy penjiräniň ýerleşýän ýeri bilen anyklanylýar|Ekran %d: ikilenji (%s)|Ekran %d: esasy (%s)
29="%s" papka ähmiýetsiz
30=Plaginleriň birini ýok edip bolanok, megerem ol häzirki wagtda başga programma tarapyndan ulanylýandyr:
31=Ýerine ýetirildi...
32=Bir aýtdyryjy sanawynyň düzgüni:\nAýtdyryjy sanawyny çalşyp bolmady, sebäbi ol üýtgedilmekden goralan!
33=Gözleg
34=Ýerli faýly
35=Toparlamasyz
36=Faýllaryň gözlegi...
37=Diňe okalýan|Asyl nusgasy bilen birikdirilen
38=Berlen opsiýa birden köp aýtdyryjy sanawyny döretmek mümkinçiligini ýapýar. Bu opsiýa goýlanda beýleki bellikler awtomatik ýapylýar!\n\nDowam etmelimi? 
39=Hil
40=Başgaça ýatda sakla
41=Suraty internetden ýükle
42=Format:
43=(Adaty ýagdaýy)
44=Tizlik
45=Balans
46=Açylýar...|Buferizasiýa...
47=Radiony ýaz
48=Ady
49=Görkeziji
50=Bu düwme eýýäm ulanyşda!
51=Wagtyna geçmeli:
52=Nädogry format
53=Programmanyň täze wersiýa peýda boldy, gurnamalymy?
54=Gurallar banky
55=Häzirki tutýan orny:
56=Papkalary boýunça tertiplemek üçin şablondaky "\" simwoly ulanyň
57=Siz bar bolan ähli statistikany çyndanam aýyrmakçymy?
58=Täze şablon
59=Faýllaryň fiziki ýok edilmegi|Indiki faýly ýok etmek başardanok:
61=Bu amal entek soňlanmady. Togtatmalymy?
62=Käbir amallar entek soňlanmady! Olaryň mejbury saklanmagyny isleýäňizmi?
63=Faýllaryň gözlegi:
64=Ölçeg:
65=Döredilen senesi:
66=Hiç zat tapylmady.
67=Täzelenme...
68=Maglumatlar binýadynyň öňki ölçegi: %s\nMaglumatlar binýadynyň soňky ölçegi: %s\nTygşytlandy: %s.
69=Ulan
70=Bes et
71=Hökmany administratoryň hukugy gerek
72=Faýlyň görnüşi
73=Maglumat ýüklenýär...
74=Profiliň papkasy
75=Şablon boýunça tertiple
76=Baha ber %s
77=Awtogözleg
78=Täze faýl:
79=Durulyk
80=Gözden geçir
81=Aýdymyň teksti
82=Faýlyň ýerleşýän ýeri
83=Awtor. hukugy
84=Üýtgetmeler programma ýapylyp täzeden işledilen soň işjeňleşer
85=Baha
86=Göçür
87=Goý
88=Kes
89=Asyl nusgasy
90=Netije
91=Siz çyndanam "%s" ýok etmek isleýärsiňizmi?
92=Ählisi|Goşmaçalar|Dekoderlar|Wizualizasiýalar|DSP
93=Faýllary goş...
94="A-B" kesimi gaýtala [öçük] |"A" nokat berlen|"A-B"kesimi gaýtala "A -B"[açyk]|
95=%s sekuntdan gaýtadan birikdir
96=Üns beriň! Bu amal adaty sazlamalaryň sanawyny aýyrýar! Dowam etmelimi?
97=Aýtdyryjynyň öçürilendäki ýagdaýyny ýatda sakla
98=Treýe ýygnalanda mini-plaýeri görkez
99=Sazlamalardan öň redaktirle
100=Albom
101=Salgylanma
102=Ýerine ýetiriji
103=Ady
104=Teswirler
105=Žanr
106=Bellikleri ýok et
107=Ýyl
108=Trek №
109=Disk №
110=Albomyň suraty
111=Gurallar banky tapylmady ýa-da ol nädogry formatda
112=<gatnaşmaýar>
113=Ýerine ýetirildi!
114=Berlen operasiýa statistikany we maglumatlar binýadyndaky ähli faýllary ýok eder! Dowam etmelimi?
115=Dowamlylyk
116=Faýl|Papka|Aýtdyryjy sanawy
117=Aýtdyryldy
118=Goşulan
119=Bahalandyrma
120=Aýtdyryjy sanawlaryny dolandyr
121=Saklanma:
122=Ýap
123=Faýly çalşyk buferine göçür
124=Bellikler redaktoryny aç
125=Kataloglar
126=Garaşmagyňyzy haýyş edýäris...
127=Aýtdyrylan
128=Göçür %s|Geçir %s
129=Awtodoldurma (SSD- şablondan sazla)
130=Alb. ýerine ýetiriji
131=Özgertme:
132=Täzeden atlandyr
133=Parametrleri
134=Saklanyldy
135=Ölçegini üýtget
136=Sazlamalaryň biri üýtgedi. Üýtgetmäni ulanmalymy?
137=Aýrylýan disk|Ykjam disk
138=Ulan
139=%s -dan kompýuter öçüriljek
140=Neşirýatçy
141=dB
142=Üns Beriň! AIMP şu görnüşdäki ses çykaryjy gurluşy ulananda başga programmalar ses çykaryp bilmez.
143=Asyl nusgasy: |Buýrulmadyk|Papka|Fonoteka

[Options]
bCancel=Ýap
Caption=Sazlamalar

[OptionsFrameAddFiles]
C1=Faýllary goş
C9=Umumy
C10=Daşky programmalardan faýllary aç
C11=Tutup geçir
CB1=Ulanyjydan tassyklamagy sora
CB2=Audio faýl açylanda aýtdyryjy sanawyndakylary ýitir
CB6=Faýllar goşulanda aýtdyryjy sanawyny awtomatik gözden geçir
CB9=Faýllar açylanda olary dessine aýtdyr
CB15=Faýllar goşulanda olary dessine aýtdyr
CB19=Faýllary dessine aýtdyryp başla
CB47=Eger-de bir faýl berlen bolsa ony häzirki aýtdyryjy sanawyna goşmaly
CB48=Aýtdyryjy sanawyny täze sahypada aç
CB59=Faýllary ady boýunça tertiple
L1=Adaty ýagdaýyndaky hereketi:
L7=Faýllar açylanda:

[OptionsFrameAddFiles.CBA]
i[0]=Täze aýtdyryjy sanawyny döret
i[1]=Häzirki aýtdyryjy sanawyna goş
i[2]=Boş "Default" aýtdyryjy sanawyna goş

[OptionsFrameAddFiles.RG4]
i[0]=Faýllary häzirki pozisiýa goşmaly
i[1]=Faýllary aýtdyryjy sanawynyň soňuna goşmaly
i[2]=Faýllary aýtdyryjy sanawynyň başyna goşmaly
i[3]=Faýllary aýtdyryjy sanawy boýunça taşlaşdyrmaly

[OptionsFrameAlbumArtManager]
B1=Käşi arassala
C1=Awtomatik gözlemegiň düzgünleri
C2=Käşlemegiň düzgünleri
Caption=Albomyň suraty
GB1=Suraty internetden gözle
GB2=Suraty käşirowatla
GB3=Suraty papkadaky faýldan gözle
L1=Suraty awtomatik internetden gözlemek üçin gerekli plagin-y hökman ýüklenen bolmaly
L2=Faýly ýükläp almagyň aňrybaş ölçegi:
L3=Käşirowatlama diska ýüzlenmegiň sanyny azaltýar, internet trafigi tygşytlaýar we suratyň gözlegini tizleşdirýär.
L4=Könelşenden soňra hasabatyny käşe ýaz:
L5=günden
L6=Ýagdaýy:

[OptionsFrameAssoc]
B1=Faýllaryň görnüşi
C1=Faýllaryň baglanşygy
CB1=Audio faýllar
CB2=Aýtdyryjy sanawlary
CB3=Skinler

[OptionsFrameConvertor]
C1=Öwürmegiň parametrleri
C18=Özüni alyp baryş
Caption=Öwüriji
CB1=Sanawa goşulanda audio faýllary faýlyň belligine laýyklykda aýlandyrmaly
L1=Akymlaryň sany:
L2=Akymlaryň maksimal sany MP ýadrolarynyň sany bilen bellenilýär.

[OptionsFrameFace]
C2=Interfeýsiň sazlamalary
C3=Durulyk
Caption=Interfeýs
CB1=Penjireleriň pikselleýin durulygy
CB2=Aýtdyrylýan trek üçin nawigasiýa zolagynda Waveform görkez
CB3=Başga penjirelere berkidilendäki aýtdyryjynyň açyk we ýapyk penjiresiniň animasiýasy
CB4=Iş stolynyň gurallar paneli rejesinde aýtdyryjynyň açyk we ýapyk penjiresiniň animasiýasy
CB5=Aýtdyrylýan faýlyň spektr animasiýasy
CB28=Wiziualizasiýa displeýiniň animasiýasyna rugsat etmeli
CB30=Dolandyryş elementleriniň "peselip gitmegini" rugsat etmeli
CB35=Aýtdyryjy sanawlarynyň bellikleriniň birsydyrgyn aýlanmasy
CB38=Egerde penjire işjeň bolsa, durulygy öçürmeli
CB39=Syçanjyk penjiräniň üstünde bolsa, durulygy öçürmeli
CB42=Durulygyň birsydyrgyn üýtgemegi
CB52=Penjireleri iş oblastynyň we aýtdyryjynyň beýleki penjireleriniň çägine magnitleşdirmeli
L1=Skin bu mümkinçilikleri hökman goldamalydyr

[OptionsFrameHotkeys]
B10=Adaty ýagdaýy
c[0]=Buýruk
c[1]=Ýerli
c[2]=Global 1
c[3]=Global 2
C1=Gyzgyn düwmeler

[OptionsFrameLang]
C1=Interfeýsiň dili
Caption=Interfeýsiň dili
L1=Ýunikod däl setirleri degişlilikde üýtgetmeli
L2=Esasylar
L3=Goşmaçalar
L4=Könelenler

[OptionsFrameMLMain]
B1=Faýllaryň gözegçiligi
C1=Fonoteka
Caption=Fonoteka
CB1=Baha berlenleri
CB2=Aýtdyrmaga başlat
CB3=Diňlenen hasapla
CB4=Eger-de baha berilmedik bolsa, derejesini bahanyň ýerine görkez
CB5=Faýla baha berlende ony belligine ýaz
CB6= Papkanyň mazmunyny papkaasty bilen birlikde görkez
CB7=Haçan-da mümkin bolsa esassyz toparlanmalary birikdir
GB1=Umumylykda
GB2=Maglumat binýadyna faýllary awtomatik goş
GB3=Dereje
GB4=Diňlenenleri hasaba al
L1=Faýlyň dowamlylygynyň minimal derejesi:
L2=Faýl aýtdyrylan soň diňlenen hasaplamaly:\nýöne 4 minutdan kän bolmaly däl
L3=Iň soňky derejesini aýratyn statistika üçin hasaba al:
L4=gün

[OptionsFrameNet]
C21=Tora baglanmagyň parametrleri
Caption=Tora baglanmagyň parametrleri
CB1=Göni baglan
CB2=Ulgamyň sazlamalaryny ulanmaly
CB3=Proksi sazlamalaryny elde görkez
L1=User-Agent:
L79=Garaşma wagty:
L81=Buferiň ölçegi:
L98=Parol:
L106=Serwer:
L107=Port:
L108=Ulanyjy:

[OptionsFramePlayer]
Caption=Aýtdyryjy
CB21=Ähli penjireleriň üstünde
G1=Dolandyryjy
GB4=Aýtdyryjyny gyzgyn düwmeler bilen dolandyrmak
GB5=Syçanjyk bilen dolandyrmak
GB15=Çalşyk buferine göçürmek üçin setiriň şablony
L14=Gyzgyn düwme basylanda pozisiýany üýtget
L16=Gyzgyn düwme basylanda sesi üýtget
L33=Ortaky düwme bilen basylanda:

[OptionsFramePlayer.MOBox]
i[0]=(ýok)
i[1]=Başlat/sägin
i[2]=Faýly goş

[OptionsFramePlayerBehavior]
C1=Awtomatika
CB7=Eger-de bir faýly bolsa, aýtdyryjy sanawyny gaýtala
CB22=Aýtdyrylýan faýl aýtdyryjy sanawyndan ýok edilende aýtdyrmany bes etmeli
CB32=Ekwalaýzeri aýdyma görä sazla
CB48="indiki / öňki faýl" düwmesiniň kömegi bilen aýtdyryjy sanawynda nawigasiýa edilende aýtdyryjynyň ýagdaýyny ýatda sakla
CB58=Indiki trege awtomatik geç
GB1=Umumy
GB2=Programma işläp başlanda
GB3=Aýtdyrmagyň režimi
GB4=Aýtdyryjy sanawyny aýtdyryp bolandan soň
L1=Aýtdyrmagyň režimi:

[OptionsFramePlayerBehavior.RG1]
i[0]=Aýtdyryp başla
i[1]=Aýtdyryjynyň ýapylandaky ýagdaýyna geç
i[2]=Hiç zat etme

[OptionsFramePlayerBehavior.RG2]
i[0]=Indiki aýtdyryjy sanawyna geç
i[1]=Aýtdyryjy sanawyny gaýtala
i[2]=Garaşmaklyk rejesine geç

[OptionsFramePlayerBehavior.RG3]
i[0]=Kadaly
i[1]=Häzirki faýly gaýtala
i[2]=Tötänleýin düzüliş

[OptionsFramePlaylistBehavior]
C6=Özüni alyp baryş
C19=Syçanjygyň tigirçegi bilen aýlandyryş
Caption=Aýtdyryjy sanawy
CB1=Sahypa ýapylanda aýtdyryjy sanawy ýok etmeli
CB2=Täze aýtdyryjy sanawynda belligi "Bookmarks" ady bilen açmaly
CB3=Faýllara doly ýoly ýatda saklamaly (maslahat berilýän)
CB4="Default" aýtdyryjy sanawyny ýatda saklamaly
CB8=Aýtdyryjy sanawy döredilende adyny girizmegi soramaly 
CB31=Programma ýapylanda nobaty ýatda saklamaly
CB46=Bellikdäki aýtdyryjy sanawyny iki gezek basylanda ýapmaly
CB56=Diskden faýllar ýok edilende tassyklamagy soramaly
CB57=Bir aýtdyryjy sanaw režimi
GB1=Ýatda sakla
GB2=Umumy
L12=Adaty aýlandyryş
L18=Basylan "%s" düwme bilen aýlandyryş

[OptionsFramePlaylistView]
bCancel=Bes et
bOk=Bolýar
C1=Aýtdyryjy sanawyndaky şekillendirmäniň sazlamalary
Caption=Şekillendirmäniň sazlamalary
CB50=Saýlanan faýllar hakynda maglumaty görkez
cbAbsoluteNumeration=Bütinleý belgile
cbGroupMode=Aýtdyryjy sanawyny toparlara böl
cbMergeGroups=Ady meňzeş toparlary awtomatik birikdir
cbShow2ndLine=Maglumatly ikinji setiri görkez
cbShowDuration=Dowamlylyk sütünini görkez
cbShowExpandBtns=Toparlary ýygna/ýazdyr düwmelerini görkez
cbShowMarks=Bahalaryny görkez
cbShowNumbers=Tregiň nomerli sütünini görkez
cbShowSwitches=Çalşyryjy sütünleri görkez
ddZoom=Masştabla
gbFormating=Formatirlemegiň sazlamalary
gbGrouping=Toparlamanyň sazlamalary
gbLayoutSettings=Şekillendirmäniň sazlamalary

[OptionsFramePlugins]
B1=Täzeden işlet
Caption=Plaginler
L1=Birnäçe birikdirlen plaginler bu programma tarapyndan ulanylmaýar
lbURL=Goşmaça plaginleri indir
N1=Ýok et
N2=Saýlananlary ýükle
N3=Ählisini ýükle
N4=Saýlananlary aýyr
N5=Ählisini aýyr

[OptionsFramePlugins.cbFilter]
i[0]=Ählisi
i[1]=Birikdirilenleri
i[2]=Birikdirilmedikleri
i[3]=Ulanylmaýanlary

[OptionsFrameRadioCap]
C1=Umumy sazlamalar
C22=Internet radiosyny ýaz
Caption=Internet-radio
CB65=Kodirlemezden akymy ýazga geçir (diňe MP3 / AAC / AAC+ üçin)
CB66=Faýla bellikleri ýazdyr
CB67=CUE-logy ýöretmeli
GB6=Ýazmagyň parametrleri
GB9=Faýllara böl
L1=Arabaglanyş kesilende dikeltmek üçin birikdirme synanşyklarynyň sany:
L13=Wagt:
L24=Faýlyň ady üçin şablon:
L25=Ölçeg:
L85=Ýatda saklamak üçin papka:

[OptionsFrameRadioCap.cbBreakType]
i[0]=Trekler boýunça böl
i[1]=Ölçegi boýunça böl
i[2]=Wagty boýunça böl

[OptionsFrameRunningLine]
C13=Ylgaýan setir
CB75=Wagtlaýyn
GB1=Ylgaýan setiriň animasiýasy
GB3=Ylgaýan setiriň şablony
L10=Täzelenmäniň interwaly:
L35=Peýda bolmak:
L36=Hereket:

[OptionsFrameRunningLine.rsRun]
i[0]=Öçürilen
i[1]=Çepe
i[2]=Saga

[OptionsFrameRunningLine.rsShow]
i[0]=Öçürilen
i[1]=Çepden
i[2]=Sagdan
i[3]=Ýokardan
i[4]=Aşakdan

[OptionsFrameSkins]
B2=Görkez...
C1=AIMP-iň görnüşleri
lbURL=Goşmaça skin görnüşlerini indir
miDelete=Ýok et

[OptionsFrameSort]
L1=Tertiplemede tersine öwürmek üçin "%!" simwolyny ulanyp bilersiňiz

[OptionsFrameSystem]
C1=Ulgam
Caption=Ulgam
CB2=Wezipeler panelinde häzirki trek hakynda maglumaty görkez
CB3=Häzirki faýl hakynda maglumaty aýlandyrmaga rugsat etmeli
CB4=Aýtdyrma progresini görkez
CB5=Aýtdyryjynyň ýagdaýyny wezipeler paneliniň düwmesinde görkez
CB6=Aýtdyryjynyň ýagdaýyny progressiň zolagynyň reňkinde görkez
CB7=Audio akymyň "Anyklanmadyk" ýagdaýy
CB18=Monitoryň öçmegini gulplamak
CB23=Kontekst menýusyna integrirle
CB24=CD/DVD-diskleriň awtoişlediş menýusyna integrirle
CB40="Işe goýber" buýurjysynyň menýusyna salgylanma goş
CB41=Adaty programmalar sanawyna goşmaly
CB60=Programmany Windows bilen bilelikde awto-işe goýber
GB1=Integrasiýa
GB2=Wezipeler panelinde düwmäni görkez
L1=Aýtdyryjynyň penjiresi hökman işjeň bolmaly
L99=Prioritet

[OptionsFrameTrackList]
C4=Treklistiň eksportynyň sazlamalary
Caption=Treklistiň eksporty
CB54=Aýtdyryjy sanawynyň gizlin ýazgylaryny eksport etmeli
CB55=Aýtdyryjy sanawynyň kategoriýalaryny eksport etmeli
L26=Adaty şablon:
L27=Format setiri:

[OptionsFrameTray]
C15=Umumy
C16=Faýl hakynda maglumat
C17=Syçanjyk bilen dolandyr
Caption=Treý
CB1=Programmany kiçeldilende treýe ýygna
CB2=Başlangyçda treýe ýygna
CB3=Treýe ýygnalanda mini-plaýeri görkez
CB4=Treý-belgide aýtdyryjynyň ýagdaýyny görkez
CB5=Treýde belgisini elmydama görkez
CB13=Syçanyň görkezijisi gönükdirilende faýl hakyndaky maglumaty görkez
L30=Bir gezek basylanda:
L31=Iki gezek basylanda:
L32=Ortaky düwme basylanda:
L34=Peýda bolmazdan öň säginme:

[OptionsFrameTray.TrayCmd]
i[0]=(öçürilen)
i[1]=Görkez/gizle
i[2]=Öňki planda
i[3]=Faýl hakynda maglumat
i[4]=AIMP-iň ses sazlaýjysy
i[5]=Başlat/sägin
i[6]=Faýly goş we aýtdyr
i[7]=Indiki faýl
i[8]=Öňki faýl

[OptionsFrameVisual]
C23=Wizualizasiýa
CB68=Ýylmamany ulan
CB71=Beýleki wizualizasiýa geçmeli:
GB7=Doly ekranly rejesi
GB10=Wizualizasiýany çalyşmaly
L21=Monitorda doly ekranly rejäni işletmeli:
L23=Grafikany ekrana bermegi sägindirmeli, ýöne masştabirlenende ýokary hilli şekili berer

[OptionsSoundOutFrame]
C1=Aýtdyrmagyň parametrleri
Caption=Aýtdyrmagyň sazlamalary
CB2=Sesiň logarifmiki sazlaýjysy
L1=Çykaryş usuly:
L2=Enjam:
L3=Parametrleri:
L4=Käşiň ölçegi:
L5=Programmanyň ses çykarmak üçin ulanjak kanallaryny bellik et

[OptionsSoundOutTransformFrame]
B1=Effektler dolandyryjysy
C1=Üýtgetmegiň parametrleri
CB1=Kanallaryň mikşirowanirlenmegine rugsat etmeli
CB1Hint=Stereo / köp kanally faýllar üçin durnukly we giňişleýin ses çykarylmagy.\nKöp kanally faýllar üçin stereo / mono oýlanşykly üýtgetmesi.
CB2=Antiklipping
CB2Hint=Signal 0 dB bolanda, güwwüldi we galmagalyň peýda bolmasynyň öňüni almaly 
CB3=Dizering
CB3Hint=Diskretizasiýanyň düýbünde peselme peýda bolsa, basyşdaky üýtgemäni ýok etmeli
GB1=Trekerlenen aýdym
GB2=Umumy
L1=Täzeden nusgalama:
L2=Tizlik
L3=Hil

[PlaylistsManagerDialog]
acImport=Aýtdyryjy sanawlary importlamaly...
acImportDirs=Papkalary importirle...
acRemove=Saýlanan aýtdyryjy sanawlary diskden ýok et
btnPreimage=Sazlamalar
cbReadOnly=Üýgetmelere garşy gulplamak
L1=Umumy
L2=Şahsy sazlamalar
L3=Işjeň aýtdyryjy sanawlary
L4=Işjeň däl aýtdyryjy sanawlary
L5=Öňünden görme
lbPreimage=Asyl nusgasy:
lbPreimageNotes=Asyl nusgasy - aýtdyryjy sanawynyň maglumatlar çeşmesi bolup durýar (papka, fonoteka we başgalar.)\n\n Asyl nusgasy bilen sinhronizirlemek üçin aýtdyryjy sanawanyň "Dürli" menýusyndan "Asyl nusgasyndan maglumatlary okamak" düwmesine basyň. Asyl nusgasynyň birnäçe görnüşi awtomatik sinhronirlenmegi goldaýar.
lbStorage=Ýerleşişi:

[PLS]
N1=Faýlyň doly ýoly
N2=Aýtdyryjy sanawyna faýllar goşulandan soňra şalony boýunça tertiple:
N3=Goş
N20=Ýok et
N22=Aç
N23=Öçür
N36=Bellikler
N37=Goş
N39=Redaktirle

[QTEForm]
bCopyTo=Göçür...
Caption=Bellikleriň redaktory
L1=Aç
L2=Ýatda sakla
L3=Bellijigi aýyryň, sebäbi faýl ýatda saklananda suraty ýok ediler ýaly
T1=Umumy
T2=Aýdymyň teksti
T3=CUE
T4=Maglumat

[QueueDialog]
Caption=Nobatyň dolandyryjysy
CB1=Sägindir
L1=Umumy wagt:

[QueueDialog.ListView]
c[0]=San
c[1]=Faýlyň ady
c[2]=Aýtdyryjy sanawy
c[3]=Dowamlylygy

[Scheduler]
A1=Kompýuteri öçür
A2=Öçürilen rejesine geç (Irkilme)
A3=Programmadan çyk
A4=Aýtdyrmany sakla
A5=Uky rejesine geçir
B1=Wagty boýunça
B2=Aýtdyryjy sanawyň soňundan
B3=Nobatyň soňundan
B4=Faýlyň soňundan
B5=Bolýar
Caption=Meýilleşdiriji
CB1=Sesiň birsydyrgyn üýtgemegi
CB3=Sesiň birsydyrgyn peselmek ugry:
CB4=Sesiň birsydyrgyn gatalmak ugry:
CB5=Uklatma wagtyny işlet 
CB6=Budilnigi işlet
L1=Wagty:
L3=Herekete çenli aýtdyryljak faýllaryň sany:
L4=Aýtdyrmak üçin faýly görkeziň
L5=Siz faýly aýtdyryjy sanawyndan ýa-da Ýolbelediň göni giriziş meýdançasyndan süýşürip bilersiňiz
R1=Berlen wagtynda
R2=Berlen wagtyndan soň
S1=sek
T1=Uklatma wagty
T2=Budilnik

[SearchForm]
B1=Gözlegiň sazlamalary
B2=Ýap
Caption=Giňişleýin gözleg
CB1=Ady boýunça gözleg
CB2=Ýerine ýetirijiniň ady boýunça gözleg
CB3=Albomyň ady boýunça gözleg
CB4=Žanra görä gözleg
CB5=Ýerleşýän ýerine görä gözleg
CB6=Tekstiň ýazylyşyna görä gözleg
L1=(Ählisi)
N1=Aýtdyr
N2=Faýla geç

[SearchForm.Table]
c[0]=Ady
c[1]=Aýtdyryjy sanawy
c[2]=Nobatdaky sany

[Templates]
%Album=- albomyň ady
%AlbumArtist= - albomyň ýerine ýetirijisi
%AlbumGain= - replay gain-iň albom üçin ähmiýeti
%Artist= - ýerine ýetiriji
%Bitrate= - bit ýygylygy
%BPM= - tregiň dinamikasy (minutda urgy sany)
%Caps(A)= - Ähli Sözler Baş Harplar Bilen
%Channels= - kanallaryň sany
%Char(A)= - A kodly simwol
%Composer= - kompozitor
%DiskNumber= - diskiň belgisi
%Duration= - dowamlylygy (sek)
%ExtractFileExt(A)= - A ady bilen faýlyň giňeltmesini çykar
%FileCreatedDate= - faýlyň döredilen senesi
%FileCreatedTime= - faýlyň döredilen wagty
%FileDir= - degişli papkasynyň doly ýoly
%FileFormat= - faýlyň giňeltmesi
%FileModifiedDate= - faýlyň iň soňky üýtgedilen senesi
%FileModifiedTime= - faýlyň iň soňky üýtgedilen wagty
%FileName= - faýlyň doly ady
%FileParentDir= - degişli papkasynyň ady
%FileSize= - faýlyň ölçegi (bit)
%Format(A, B)= A - san üçin format setiri, B - san
%Genre= - žanry
%IF(A, B, C)== C, eger A boş bolsa, bolmasa - B
%IFEqual(A, B, C, D)== Eger A = B, = C,  bolmasa - D
%IFGreater(A, B, C, D)== Eger A > B, = C,  bolmasa - D
%IFGreaterOrEqual(A, B, C, D)== Eger A >= B, = C,  bolmasa - D
%Index= - aýtdyryjy sanawda tertip belgisi
%Length(A)= - A setirdäki simwollaryň sany
%Low(A)= - ählisi setir harplar bilen
%Lyrics= - aýdymyň sözi
%Mark= - baha
%NewLine= - täze setir (diňe treklist üçin)
%PlayCount= - aýtdyrylan faýlyň sany
%Publisher= - neşirýatçy
%Rating= - aýdymyň derejesi
%Replace(A, B, C)=, A - başlangyç setir, B/C - nämäni/näme bilen çalyşmaly
%SampleRate= - diskretizasiýanyň ýygylygy
%StrCopy(A, B, C)= - A pozisiýadan B göçür, nirde C - simwollaryň sany bolsa
%StrPos(A, B)= - A setirden B çenli gözleg
%Title= - aýdymyň ady
%TrackGain= - replay gain-iň aýdym üçin ähmiýeti
%TrackNumber= - albomda aýdymyň belgisi
%Up(A)= - ÄHLISI BAŞ HARPLAR BILEN
%Year= - ýyl

[Updater]
B1=Barla
B2=Täzelenmäni gurna
Caption=Täzelenmeleri barla
CB1=Bu wersiýa hakynda duýdurmaly däl
L1=Sizdäki wersiýa:
L2=Soňky wersiýa:
L3=Täzelenmäniň barlygyny el bilen barla
L4=Täze wersiýasy elýeterli: %s

